Repository: donki/TXTReader
Catalog: Resources/Strings/AppResources.*.resx
Languages: es

# AboutTitle
source: About
es: Acerca de

# AppVersion
source: Version 1.0
es: Versión 2025.11.5.30

# AppDescription
source: Text file reader
es: Lector de archivos de texto

# ContactTitle
source: 📧 Contact
es: 📧 Contacto

# ContactInstruction
source: Tap to send an email
es: Toca para enviar un correo electrónico

# DonationTitle
source: ☕ Support Development
es: ☕ Apoya el Desarrollo

# DonationButton
source: Ko-fi.com - Buy me a coffee
es: Ko-fi.com - Invítame un café

# DonationDescription
source: Your support helps maintain and improve this application
es: Tu apoyo ayuda a mantener y mejorar esta aplicación

# LegalTitle
source: ⚖️ Notice
es: ⚖️ Aviso

# LegalText1
source: This software is provided 'as is', without warranties of any kind, express or implied.
es: Este software se proporciona 'tal como está', sin garantías de ningún tipo, expresas o implícitas.

# LegalText2
source: In no event shall the authors be liable for any claim, damage, arising from the use of the software.
es: En ningún caso los autores serán responsables de cualquier reclamo, daño, que surja del uso del software.

# WarningText
source: ⚠️ Use of this software is at your own risk. No damages of any kind can be claimed.
es: ⚠️ El uso de este software es bajo su propio riesgo. No se puede reclamar daños de ningún tipo.

# BackButton
source: ← Back
es: ← Volver

# LanguageTitle
source: 🌐 Language
es: 🌐 Idioma

# LanguageDescription
source: Select your preferred language
es: Selecciona tu idioma preferido

# EmailNotAvailable
source: Email client is not available on this device.
es: El cliente de correo no está disponible en este dispositivo.

# EmailError
source: Could not open email client
es: No se pudo abrir el cliente de correo

# BrowserNotAvailableTitle
source: Browser not available
es: Navegador no disponible

# BrowserNotAvailableMessage
source: Could not open browser, but the link has been copied to clipboard
es: No se pudo abrir el navegador, pero se ha copiado el enlace al portapapeles

# BrowserError
source: Could not open browser. Visit manually
es: No se pudo abrir el navegador. Visita manualmente

# LinkErrorTitle
source: Error opening link
es: Error al abrir enlace

# LinkErrorMessage
source: Could not open browser
es: No se pudo abrir el navegador

# ClipboardMessage
source: but the link has been copied to clipboard
es: pero se ha copiado el enlace al portapapeles

# FinalErrorMessage
source: Could not open link. Visit manually
es: No se pudo abrir el enlace. Visita manualmente

source: Spanish
es: Español

source: English
es: Inglés

source: System Default
es: Predeterminado del Sistema

# SplashSubtitle
source: Text file reader
es: Lector de archivos de texto

# MainSubtitle
source: Text file reader
es: Lector de archivos de texto

source: Open File
es: Abrir Archivo

source: 📁 Select File
es: 📁 Seleccionar Archivo

source: Recent Files
es: Archivos Recientes

source: No recent files
es: No hay archivos recientes

# TextReaderTitle
source: Text Reader
es: Lector de Texto

# SearchPlaceholder
source: 🔍 Search in text...
es: 🔍 Buscar en el texto...

# FileLoadError
source: Could not load file
es: No se pudo cargar el archivo

# FileSelectError
source: Error selecting file
es: Error al seleccionar archivo

# FileDeletedTitle
source: File deleted
es: Archivo eliminado

# FileDeletedMessage
source: The file no longer exists and has been removed from history.
es: El archivo ya no existe y ha sido eliminado del historial.

# FileNotExist
source: The file does not exist or cannot be accessed.
es: El archivo no existe o no se puede acceder.

# FileOpenError
source: Error opening file
es: Error al abrir archivo

# SelectFileTitle
source: Select a text file
es: Selecciona un archivo de texto
